module.exports = {
  schoolQuestions : [
    {
      id: 0,
      title: 'Как называется столица Австралии?',
      variants: ['Сидней', 'Лиссабон', 'Канберра', 'Не знаю'],
      correct: 2,
    },
    {
      id: 1,
      title: 'Какое историческое событие произошло 7 сентября 1812 года?',
      variants: ['Куликовская битва', 'Бородинское сражение', 'Битва под Аустерлицем', 'Не знаю'],
      correct: 1,
    },
    {
      id: 2,
      title: 'Какова температура замерзания воды?',
      variants: ['-10 градусов по °C', '+1 градус по °C', '0 градусов по °C', 'Не знаю'],
      correct: 2,
    },
    {
      id: 3,
      title: 'По какой шкале измеряют мощность землетрясений?',
      variants: ['По шкале Кельвина', 'По шкале Рихтера', 'По шкале Фаренгейта', 'Не знаю'],
      correct: 1,
    },
    {
      id: 4,
      title: 'Чем известен Чарльз Дарвин?',
      variants: ['Изобретением телефона', 'Изобретением радио', 'Теорией эволюции', 'Не знаю'],
      correct: 2,
    },
    {
      id: 5,
      title: 'Какое слово из перечисленных является словом исключением?',
      variants: ['Деревянный', 'Размеренный', 'Свойственный', 'Не знаю'],
      correct: 0,
    },
    {
      id: 6,
      title: 'Скольки метрам равна 1 миля (в английской системе мер)?',
      variants: ['2000 М', '1609 М', '500 М', 'Не знаю'],
      correct: 1,
    },
    {
      id: 7,
      title:
        'Как называется процесс поглощения углекислого газа и выделения кислорода растениями на свету?',
      variants: ['Ботулизм', 'Регенерация', 'Фотосинтез', 'Не знаю'],
      correct: 2,
    },
    {
      id: 8,
      title: 'Укажите единицу измерения атмосферного давления',
      variants: ['Ампер', 'Паскаль', 'Ньютон', 'Не знаю'],
      correct: 1,
    },
    {
      id: 9,
      title: 'Какая планета ближе всех к солнцу?',
      variants: ['Меркурий', 'Венера', 'Земля', 'Не знаю'],
      correct: 0,
    },
    {
      id: 10,
      title: 'Сколько пар хромосом включает геном человека?',
      variants: ['14 пар', '22 пары', '23 пары', 'Не знаю'],
      correct: 2,
    },
    {
      id: 11,
      title: 'Что выражает литературный приём метафора?',
      variants: [
        'Дарит слову, к которому относится, особую эмоциональную окраску',
        'Переносит свойства с одного предмета на другой',
        'Наделяет предметы чертами живых существ',
        'Не знаю',
      ],
      correct: 1,
    },
    {
      id: 12,
      title:
        'Как называется стиль живописи, который позволяет художнику выразить своё субъективное восприятие действительности?',
      variants: ['Экспрессионизм', 'Импрессионизм', 'Авангардизм', 'Не знаю'],
      correct: 0,
    },
    {
      id: 13,
      title: 'Самая высокая точка Евразии это...',
      variants: ['Эльбрус', 'Килиманджаро', 'Эверест', 'Не знаю'],
      correct: 2,
    },
    {
      id: 14,
      title:
        'Кто автор строк: «Отговорила роща золотая березовым, веселым языком, и журавли, печально пролетая, уж не жалеют больше ни о ком.»?',
      variants: ['Сергей Есенин', 'Александр Блок', 'Александр Пушкин', 'Не знаю'],
      correct: 0,
    },
  ],
  engQuestions : [
    {
      id: 0,
      title: 'Как переводится фраза - "Pay taxes and sleep well"',
      variants: [
        'Заплати и покойся с миром',
        'Поиграй с таксой и хорошо выспись',
        'Заплати налоги и спи спокойно',
        'Не знаю',
      ],
      correct: 2,
    },
    {
      id: 1,
      title: 'Переведите фразу на английский - "Ну, никто не совершенен!"',
      variants: ["Well, nobody's perfect", 'Well, nobody are perfect', 'Well, lets drink', 'Не знаю'],
      correct: 0,
    },
    {
      id: 2,
      title: 'Как переводится фраза - "The mayor\'s son wanted to become a pilot"',
      variants: [
        'Сын майора хочет стать лётчиком',
        'Сын главы города хотел стать лётчиком',
        'Сын майора хотел стать самостоятельным',
        'Не знаю',
      ],
      correct: 1,
    },
    {
      id: 3,
      title:
        'Переведите фразу на английский - "Я сделаю ему предложение, от которого он не сможет отказаться"',
      variants: [
        "I'm will do him an offer he can't refuse",
        "I'm gonna ask him an offer he don't refuse",
        "I'm gonna make him an offer he can't refuse",
        'Не знаю',
      ],
      correct: 2,
    },
    {
      id: 4,
      title: 'Вставьте правильную конструкцию в выражение  - "___ you play tennis yesterday?"',
      variants: ['Doing', 'Did', 'Do', 'Не знаю'],
      correct: 1,
    },
    {
      id: 5,
      title: 'Корректно ответьте на вопрос  - "Do you like reading books?"',
      variants: ['Yes, I read', 'Yes, I do', 'Yes, I like.', 'Не знаю'],
      correct: 1,
    },
    {
      id: 6,
      title: 'Что такое "a shooting star"?',
      variants: ['Падающая звезда', 'Стреляющая звезда', 'Горящая звезда', 'Не знаю'],
      correct: 0,
    },
    {
      id: 7,
      title: 'Вставьте правильную конструкцию в выражение  - "Women ____ flowers"',
      variants: ['liking', 'likes', 'like', 'Не знаю'],
      correct: 2,
    },
    {
      id: 8,
      title: 'Есть ли в выражении ошибка "I has a bucket"?',
      variants: ['Да', 'Нет', 'Не знаю'],
      correct: 0,
    },
    {
      id: 9,
      title: 'Как на английском будет "Да"',
      variants: ['Dog', 'Cat', 'Yes', 'No', 'Не знаю'],
      correct: 2,
    },
  ],
  geographyQuestions: [
    {
      id: 0,
      title: 'Как называется самый известный водопад в Канаде?',
      variants: ['Виктория', 'Ниагарский', 'Анхель', 'Не знаю'],
      correct: 1,
    },
    {
      id: 1,
      title: 'Самое маленькое государство в Европе',
      variants: ['Ватикан', 'Андорра', 'Лихтенштейн', 'Не знаю'],
      correct: 0,
    },
    {
      id: 2,
      title: 'В каком океане находится знаменитая Марианская впадина?',
      variants: ['В Индийском океане', 'В Тихом океане', 'В Атлантическом океане', 'Не знаю'],
      correct: 1,
    },
    {
      id: 3,
      title: 'Какие континенты разделяет Панамский канал?',
      variants: [
        'Северную и Южную Америку',
        'Евразию и Северную Америку',
        'Евразию и Африку',
        'Не знаю',
      ],
      correct: 0,
    },
    {
      id: 4,
      title:
        'Христофор Колумб открыл Америку, хотя на самом деле его целью была совсем другая страна. Какая?',
      variants: ['Мексика', 'Китай', 'Индия', 'Не знаю'],
      correct: 2,
    },
    {
      id: 5,
      title: 'Назовите государство, которое граничит с Норвегией.',
      variants: ['Швеция', 'Австрия', 'Ирландия', 'Не знаю'],
      correct: 0,
    },
    {
      id: 6,
      title: 'Что такое муссон?',
      variants: ['Тропический дождь', 'Ветер', 'Течение', 'Не знаю'],
      correct: 1,
    },
    {
      id: 7,
      title: 'Как называется нижний слой атмосферы, в котором мы живём?',
      variants: ['Тропосфера', 'Стратосфера', 'Мезосфера', 'Не знаю'],
      correct: 0,
    },
    {
      id: 8,
      title: 'Какой континент имеет самую маленькую площадь?',
      variants: ['Южная Америка', 'Антарктида', 'Австралия', 'Не знаю'],
      correct: 2,
    },
    {
      id: 9,
      title: 'Какое море омывает берега Италии?',
      variants: ['Красное', 'Средиземное', 'В Тихом океане', 'Не знаю'],
      correct: 1,
    },
  ],
}